Repository: Namnetsy/simple-notes-django-app
Catalog: simple_notes/notes/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Welcome to Simple Notes!
uk: Вітаю в Simple Notes!

source: Hey {username}!
uk: Привіт {username}!

source: Thank you for signing up, just one more step... click on the link below in order to activate your account.
uk: Дякую за реєстрацію, залишився тільки один крок... перейдіть за посиланням нижче щоб активувати ваш обіковий запис.

source: Activate Account
uk: Активувати обліковий запис

source: Without an activated account you won't be able to use features like reminders or password reset.
uk: Без активації вам не будуть доступні нагадування та скидування паролю.

source: Default
uk: За замовчуванням

source: English
uk: Англійська

source: Don't forget about {note_name} | Simple Notes Reminder
uk: Не забудьте про {note_name} | Simple Notes Reminder

source: You wanted to be reminded about {note_name}. Click on the link below in order to open it.
uk: Ви хотіли отримати нагадування про {note_name}. Перейдіть за посиланням нижче, щоб переглянути нотатку.

source: Open {note_name}
uk: Переглянути {note_name}

# Page title
source: Account Verification
uk: Підтвердження облікового запису

# Heading
source: Account Verified!
uk: Обліковий запис був успішно підтверджений!

# Link
source: Go Home
uk: На головну сторінку

# Link's text
source: Home
uk: Головна сторінка

# Link's text
source: Settings
uk: Налаштування

# Link's text
source: Admin Panel
uk: Адмін панель

# Link's text
source: Log out
uk: Вийти

# List title
source: Notebooks
uk: Записники

# Tooltip
source: New Notebook (Alt + Shift + N)
uk: Новий Записник (Alt + Shift + N)

# Text on a button
source: Notebook
uk: Записник

# Tooltip on a badge
source: Amount of notes
uk: Кількість записів

# Empty list text
source: Empty
uk: Пусто

# List title
source: Shared Notes
uk: Спільні Нотатки

# List title
source: Version Control
uk: Контроль Версій

# Input placeholder
source: Message (Optional)
uk: Замітка (Опціонально)

# Button
source: Save this version
uk: Зберегти цю версію

# Button
source: Add
uk: Додати

# Tooltip
source: View All Saved Versions
uk: Переглянути всі збережені версії

# Heading of modal window
source: New Notebook
uk: Новий Записник

# Label's text on create notebook modal window
source: Title
uk: Назва записника

# Placeholder
source: My Lovely Notebook
uk: Назва

# Text on a button
source: Save
uk: Зберегти

# Text on a button
source: Cancel
uk: Відмінити

# Heading of modal window
source: Edit Notebook
uk: Редагувати Записник

# Label's text
source: Title
uk: Заголовок

# Text on a button
source: Update
uk: Обновити

# Heading of modal window
source: Settings
uk: Налаштування

# Label
source: Username
uk: Псевдонім

# Placeholder
source: Username
uk: Псевдонім

# Label
source: Email
uk: Пошта

# Placeholder
source: Email
uk: Пошта

# Label
source: Language
uk: Мова

# Label
source: Theme
uk: Тема

# Page title
source: New Note
uk: Новий Нотаток

# Tooltip
source: Save
uk: Зберегти

# Tooltip
source: Go Back
uk: Назад

# Placeholder
source: My Note's Title
uk: Назва

# Tooltip
source: Save (Alt + S)
uk: Зберегти (Alt + S)

# Tooltip
source: Go Back (Esc)
uk: Назад (Esc)

# Placeholder
source: Write something here.
uk: Напишіть щось.

# Tooltip
source: Remove
uk: Видалити

# Tooltip
source: Share
uk: Поділитись

# Tooltip
source: Export To PDF
uk: Експортувати до PDF

# Tooltip
source: Remove (Del)
uk: Видалити (Del)

# Tooltip
source: Share (Alt + Shift + S)
uk: Поділитись (Alt + Shift + S)

# Tooltip
source: Export To PDF (Alt + Shift + E)
uk: Експортувати як PDF (Alt + Shift + E)

# Tooltip
source: Cancel reminder
uk: Скасувати нагадування

# Link
source: Cancel Reminder
uk: Скасувати нагадування

# Tooltip
source: Send me a reminder to write later
uk: Надішліть мені нагадування

# Link
source: Remind Me
uk: Нагадати

# Button
source: Cancel
uk: Відмінити

# Page title
source: Home
uk: Головна сторінка

# Heading
source: Nothing to show
uk: Тут нічого немає

# sub heading
source: Create or Open a note to view it here.
uk: Створіть або Відкрийте нотаток щоб побачити його тут.

# Link's text in navbar
source: Log in
uk: Авторизуватись

# Link's text in navbar
source: Create an account
uk: Створити обліковий запис

source: A simple way of saving your thoughts & ideas for the future
uk: Простий спосіб зберігання ідей та інформації.

# Text on a button
source: Get Started
uk: Розпочати

# Small text with a link on the front page.
source: Simple Notes offered in: <a class='has-text-info' href='/uk'>Ukrainian</a>
uk: Simple Notes доступний на таких мовах: <a class='has-text-info' href='/en'>Англійська</a>

# Heading
source: Organize your notes
uk: Структуруйте інформацію

source: Never get lost, organize your notes by notebooks with ease
uk: Розподілюйте свої записи по записникам для зручнішого доступу до інформації

# Heading
source: It's Free
uk: Це безкоштовно

source: No ads, no pro versions, it's completely free!
uk: Без реклами та SMS!

# Heading
source: Your notes are safe with us
uk: Ваші записи в безпеці з нами

source: No one is able to see your notes, except of us :)
uk: Ніхто не може бачити ваші записи, крім нас :)

# Heading
source: Dark Theme
uk: Темна тема

source: Work at any time of the day, even at night with our dark theme
uk: Працюйте в будь який час дня, навіть вночі за допомогою темної теми

# Heading
source: Let's get started
uk: Розпочнімо

source: Do not hesitate, start using <strong>Simple Notes</strong> right now!
uk: Не зволікайте, розпочніть використовувати <strong>Simple Notes</strong> прямо зараз!

# Text on a button
source: Create an account
uk: Створити обліковий запис

# Page title on login page
source: Log in
uk: Авторизуватись

# Heading
source: Log In
uk: Авторизуватись

# Label
source: Password
uk: Пароль

# Placeholder
source: Password
uk: Пароль

# Error message
source: Please enter a correct username and password.
uk: Будь ласка, введіть правильний псевдонім чи пароль.

source: if you're not a member
uk: Якщо ви ще не зареєстровані

# Link's text
source: Sign up
uk: Зареєструватись

# Label
source: Start
uk: Початок

# Link
source: View
uk: Переглянути

# Link
source: Remove
uk: Видалити

# Link
source: Restore
uk: Відновити

# Label
source: End
uk: Кінець

source: There's no versions yet
uk: Немає збережених версій

source: Press <b>Add</b> button in order to add a new version.
uk: Натисніть кнопку <b>Додати</b>, щоб додати нову версію

# Page's title
source: Sign up
uk: Зареєструватись

# Heading
source: Sign Up
uk: Зареєструватись

# Label
source: Repeat Password
uk: Повторіть пароль

# Placeholder
source: Repeat Password
uk: Повторіть пароль

source: If you already have an account
uk: Якщо ви вже зареєстровані

# Link's text
source: Log in
uk: Авторизуватись

source: The author didn't even left a single word for you!
uk: Тут пусто, тому що автор цієї нотатки нічого не написав!

# Page's title
source: Notes
uk: Нотатки

# Tooltip
source: New Note (Alt + N)
uk: Новий Нотаток (Alt + N)

# Tooltip
source: Remove Notebook (Del)
uk: Видалити Записник (Del)

# Tooltip
source: Edit Notebook (Alt + E)
uk: Редагувати Записник (Alt + E)

# Sub heading
source: Create or Open a note to view it here.
uk: Створіть або Відкрийте нотаток щоб побачити його тут.

# Tooltip
source: Stop Sharing (Del)
uk: Видалити з розданих (Del)

source: Public link for {note_title} was created successfully.
uk: Замітка {note_title} стала публічною.

source: {notebook_title} was removed successfully.
uk: {notebook_title} був успішно видалений.

source: {note_title} was removed successfully.
uk: {note_title} був успішно видалений.

source: Shared note was removed successfully.
uk: Нотаток був успішно видалиний зі списку публічних.

source: Changes in {notebook_title} were saved successfully.
uk: Зміни в {notebook_title} були успішно збережені

source: Check your input!
uk: Перевірте вірність введених даних!

source: Changes in {note_title} were saved successfully.
uk: Зміни в {note_title} були успішно збережені.

source: The title field should NOT be empty!
uk: Назва не повинна бути пустою!

source: Your settings were saved successfully.
uk: Налаштування були успішно збережені.

source: {note_title} was created successfully.
uk: {note_title} був успішно збережений.

source: Notebook with this name already exists!
uk: Нотаток з цією назвою вже існує!

source: {notebook_title} was created successfully.
uk: {notebook_title} був успішно створений.

source: Reminder was set successfully!
uk: Нагадування було встановленно успішно.

source: Reminder was canceled successfully!
uk: Нагадування було відмінено успішно.

source: Version was added successfully.
uk: Версію нотатка було додано успішно.

source: Version was removed successfully.
uk: Версію нотатка було успішно видалено.

source: Version was restored successfully.
uk: Версію нотатка було успешіно відновлено.
